---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Acres
source: html/65286ad2-0148-2417-7be0-25a92b808bca.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Acres Property

Symbol acres, indicating unit Acres.

## Syntax (C#)
```csharp
public static ForgeTypeId Acres { get; }
```